Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# ErrorParsingRuleOptionMessage
source: There was an error parsing {0} rule option number to its string value: {1}
ar: حدث خطأ أثناء تحليل رقم خيار القاعدة {0} إلى قيمته النصية: {1}
de_de: Beim Analysieren der Regeloptionsnummer {0} in ihren Zeichenfolgenwert ist ein Fehler aufgetreten: {1}
el_gr: Παρουσιάστηκε σφάλμα κατά την ανάλυση του αριθμού επιλογής κανόνα {0} στην τιμή συμβολοσειράς του: {1}
es: Hubo un error al analizar el número de opción de regla {0} a su valor de cadena: {1}
fr_fr: Une erreur s'est produite lors de l'analyse du numéro d'option de règle {0} en sa valeur de chaîne : {1}
he_il: אירעה שגיאה בניתוח מספר אפשרות הכלל {0} לערך המחרוזת שלו: {1}
hi_in: {0} नियम विकल्प संख्या को स्ट्रिंग मान में पार्स करते समय त्रुटि: {1}
ja_jp: {0}ルールオプション番号をその文字列値に解析する際にエラーが発生しました：{1}
ml_in: {0} റൂൾ ഓപ്ഷൻ നമ്പർ അതിന്റെ സ്ട്രിംഗ് മൂല്യത്തിലേക്ക് പാഴ്‌സ് ചെയ്യുന്നതിൽ ഒരു പിശക് സംഭവിച്ചു: {1}
pl_pl: Wystąpił błąd podczas analizowania numeru opcji reguły {0} na jego wartość ciągu: {1}
tr_tr: {0} kural seçenek numarası dize değerine ayrıştırılırken bir hata oluştu: {1}

# IntunePolicyObjectIdNullMessage
source: Intune policy object ID was null for the selected policy to be deleted
ar: كان معرف كائن سياسة Intune فارغًا للسياسة المحددة المراد حذفها
de_de: Die Objekt-ID der Intune-Richtlinie war null für die ausgewählte zu löschende Richtlinie
el_gr: Το ID αντικειμένου πολιτικής Intune ήταν null για την επιλεγμένη πολιτική προς διαγραφή
es: El ID del objeto de la directiva de Intune era nulo para la directiva seleccionada que se va a eliminar
fr_fr: L'ID d'objet de politique Intune était nul pour la politique sélectionnée à supprimer
he_il: מזהה האובייקט של מדיניות Intune היה null עבור המדיניות הנבחרת למחיקה
hi_in: चयनित नीति को हटाने के लिए Intune नीति ऑब्जेक्ट ID null था
ja_jp: 削除する選択されたポリシーのIntuneポリシーオブジェクトIDがnullでした
ml_in: ഇല്ലാതാക്കേണ്ട തിരഞ്ഞെടുത്ത നയത്തിനായുള്ള Intune നയ ഒബ്ജക്റ്റ് ഐഡി ശൂന്യമായിരുന്നു
pl_pl: Identyfikator obiektu zasad Intune był pusty dla wybranych zasad do usunięcia
tr_tr: Seçilen politikanın silinmesi için Intune politika nesnesi kimliği boştu

# FilePathOrXmlRequiredMessage
source: File path or XML document must be provided for deserialization
ar: يجب توفير مسار الملف أو مستند XML لإلغاء التسلسل
de_de: Für die Deserialisierung muss ein Dateipfad oder ein XML-Dokument angegeben werden
el_gr: Πρέπει να παρέχεται είτε η διαδρομή αρχείου είτε το έγγραφο XML για αποσειριοποίηση
es: Se debe proporcionar la ruta del archivo o el documento XML para la deserialización
fr_fr: Le chemin de fichier ou le document XML doit être fourni pour la désérialisation
he_il: יש לספק נתיב קובץ או מסמך XML עבור הדסיריאליזציה
hi_in: डिसीरियलाइज़ेशन के लिए फ़ाइल पथ या XML दस्तावेज़ प्रदान करना आवश्यक है
ja_jp: 逆シリアル化には、ファイルパスまたはXMLドキュメントを指定する必要があります
ml_in: ഡീസീരിയലൈസേഷനായി ഫയൽ പാത അല്ലെങ്കിൽ XML ഡോക്യുമെന്റ് നൽകണം
pl_pl: Do deserializacji należy podać ścieżkę pliku lub dokument XML
tr_tr: Seri durumdan çıkarma için dosya yolu veya XML belgesi sağlanmalıdır

# DenyRuleHashWithOtherPropsError
source: The Deny rule with the ID {0} has a Hash property but also has other file properties, making it invalid.
ar: تحتوي قاعدة الرفض بالمعرف {0} على خاصية تجزئة ولكنها تحتوي أيضًا على خصائص ملف أخرى، مما يجعلها غير صالحة.
de_de: Die Deny-Regel mit der ID {0} besitzt eine Hash-Eigenschaft, hat jedoch auch andere Dateieigenschaften und ist daher ungültig.
el_gr: Ο κανόνας Deny με το ID {0} έχει μια ιδιότητα Hash αλλά έχει επίσης άλλες ιδιότητες αρχείου, καθιστώντας τον άκυρο.
es: La regla de Denegación con el ID {0} tiene una propiedad Hash pero también tiene otras propiedades de archivo, lo que la invalida.
fr_fr: La règle Deny avec l'ID {0} a une propriété Hash mais a aussi d'autres propriétés de fichier, ce qui la rend invalide.
he_il: לכלל Deny עם ה-ID {0} יש מאפיין Hash וכן מאפייני קובץ אחרים, מה שהופך אותו ללא חוקי.
hi_in: ID {0} वाले Deny नियम में Hash गुण और अन्य फ़ाइल गुण दोनों हैं, जो इसे अमान्य बनाता है।
ja_jp: ID {0}の拒否ルールにはハッシュプロパティがありますが、他のファイルプロパティもあり、無効です。
ml_in: {0} ഐഡിയുള്ള നിഷേധിക്കൽ നിയമത്തിന് ഒരു ഹാഷ് പ്രോപ്പർട്ടി ഉണ്ട്, എന്നാൽ മറ്റ് ഫയൽ പ്രോപ്പർട്ടികളും ഉണ്ട്, ഇത് അസാധുവാക്കുന്നു.
pl_pl: Reguła Odmów o identyfikatorze {0} ma właściwość Hash, ale także inne właściwości pliku, co czyni ją nieprawidłową.
tr_tr: {0} kimliğine sahip Reddet kuralının Hash özelliği var ancak aynı zamanda başka dosya özelliklerine de sahip olması onu geçersiz kılıyor.

# DenyRuleNoPropsError
source: The Deny rule with the ID {0} neither has a Hash nor any other file properties, making it invalid.
ar: لا تحتوي قاعدة الرفض بالمعرف {0} على خاصية تجزئة ولا أي خصائص ملف أخرى، مما يجعلها غير صالحة.
de_de: Die Deny-Regel mit der ID {0} besitzt weder eine Hash-Eigenschaft noch andere Dateieigenschaften und ist daher ungültig.
el_gr: Ο κανόνας Deny με το ID {0} δεν έχει ούτε Hash ούτε άλλες ιδιότητες αρχείου, καθιστώντας τον άκυρο.
es: La regla de Denegación con el ID {0} no tiene ni una propiedad Hash ni ninguna otra propiedad de archivo, lo que la invalida.
fr_fr: La règle Deny avec l'ID {0} n'a ni Hash ni autres propriétés de fichier, ce qui la rend invalide.
he_il: לכלל Deny עם ה-ID {0} אין מאפיין Hash או מאפייני קובץ אחרים, מה שהופך אותו ללא חוקי.
hi_in: ID {0} वाले Deny नियम में न तो Hash है और न ही कोई अन्य फ़ाइल गुण, जो इसे अमान्य बनाता है।
ja_jp: ID {0}の拒否ルールには、ハッシュも他のファイルプロパティもなく、無効です。
ml_in: {0} ഐഡിയുള്ള നിഷേധിക്കൽ നിയമത്തിന് ഒരു ഹാഷോ മറ്റ് ഫയൽ പ്രോപ്പർട്ടികളോ ഇല്ല, ഇത് അസാധുവാക്കുന്നു.
pl_pl: Reguła Odmów o identyfikatorze {0} nie ma ani właściwości Hash, ani żadnych innych właściwości pliku, co czyni ją nieprawidłową.
tr_tr: {0} kimliğine sahip Reddet kuralının ne Hash'i ne de başka bir dosya özelliği vardır, bu da onu geçersiz kılar.

# FileAttribHashWithOtherPropsError
source: The FileAttrib rule with the ID {0} has a Hash property but also has other file properties, making it invalid.
ar: تحتوي قاعدة سمة الملف بالمعرف {0} على خاصية تجزئة ولكنها تحتوي أيضًا على خصائص ملف أخرى، مما يجعلها غير صالحة.
de_de: Die FileAttrib-Regel mit der ID {0} besitzt eine Hash-Eigenschaft, hat jedoch auch andere Dateieigenschaften und ist daher ungültig.
el_gr: Ο κανόνας FileAttrib με το ID {0} έχει μια ιδιότητα Hash αλλά έχει επίσης άλλες ιδιότητες αρχείου, καθιστώντας τον άκυρο.
es: La regla FileAttrib con el ID {0} tiene una propiedad Hash pero también tiene otras propiedades de archivo, lo que la invalida.
fr_fr: La règle FileAttrib avec l'ID {0} a une propriété Hash mais a aussi d'autres propriétés de fichier, ce qui la rend invalide.
he_il: לכלל FileAttrib עם ה-ID {0} יש מאפיין Hash וכן מאפייני קובץ אחרים, מה שהופך אותו ללא חוקי.
hi_in: ID {0} वाले FileAttrib नियम में Hash गुण और अन्य फ़ाइल गुण दोनों हैं, जो इसे अमान्य बनाता है।
ja_jp: ID {0}のFileAttribルールにはハッシュプロパティがありますが、他のファイルプロパティもあり、無効です。
ml_in: {0} ഐഡിയുള്ള FileAttrib നിയമത്തിന് ഒരു ഹാഷ് പ്രോപ്പർട്ടി ഉണ്ട്, എന്നാൽ മറ്റ് ഫയൽ പ്രോപ്പർട്ടികളും ഉണ്ട്, ഇത് അസാധുവാക്കുന്നു.
pl_pl: Reguła FileAttrib o identyfikatorze {0} ma właściwość Hash, ale także inne właściwości pliku, co czyni ją nieprawidłową.
tr_tr: {0} kimliğine sahip FileAttrib kuralının Hash özelliği var ama aynı zamanda başka dosya özellikleri de var, bu da onu geçersiz kılıyor.

# FileAttribNoPropsError
source: The FileAttrib rule with the ID {0} neither has a Hash nor any other file properties, making it invalid.
ar: لا تحتوي قاعدة سمة الملف بالمعرف {0} على خاصية تجزئة ولا أي خصائص ملف أخرى، مما يجعلها غير صالحة.
de_de: Die FileAttrib-Regel mit der ID {0} besitzt weder eine Hash-Eigenschaft noch andere Dateieigenschaften und ist daher ungültig.
el_gr: Ο κανόνας FileAttrib με το ID {0} δεν έχει ούτε Hash ούτε άλλες ιδιότητες αρχείου, καθιστώντας τον άκυρο.
es: La regla FileAttrib con el ID {0} no tiene ni una propiedad Hash ni ninguna otra propiedad de archivo, lo que la invalida.
fr_fr: La règle FileAttrib avec l'ID {0} n'a ni Hash ni autres propriétés de fichier, ce qui la rend invalide.
he_il: לכלל FileAttrib עם ה-ID {0} אין מאפיין Hash או מאפייני קובץ אחרים, מה שהופך אותו ללא חוקי.
hi_in: ID {0} वाले FileAttrib नियम में न तो Hash है और न ही कोई अन्य फ़ाइल गुण, जो इसे अमान्य बनाता है।
ja_jp: ID {0}のFileAttribルールには、ハッシュも他のファイルプロパティもなく、無効です。
ml_in: {0} ഐഡിയുള്ള FileAttrib നിയമത്തിന് ഒരു ഹാഷോ മറ്റ് ഫയൽ പ്രോപ്പർട്ടികളോ ഇല്ല, ഇത് അസാധുവാക്കുന്നു.
pl_pl: Reguła FileAttrib o identyfikatorze {0} nie ma ani właściwości Hash, ani żadnych innych właściwości pliku, co czyni ją nieprawidłową.
tr_tr: {0} kimliğine sahip FileAttrib kuralının Hash'i veya başka bir dosya özelliği yoktur, bu da onu geçersiz kılar.

# SignerNoCertRootError
source: The Signer with the ID {0} has no Cert Root element, making it invalid.
ar: لا يحتوي الموقع بالمعرف {0} على عنصر جذر شهادة، مما يجعله غير صالح.
de_de: Der Signer mit der ID {0} weist kein Cert-Root-Element auf und ist daher ungültig.
el_gr: Ο Signer με το ID {0} δεν έχει στοιχείο Cert Root, καθιστώντας τον άκυρο.
es: El Firmante con el ID {0} no tiene elemento Raíz de Certificado, lo que lo invalida.
fr_fr: Le Signataire avec l'ID {0} n'a pas d'élément Racine de Certificat, ce qui le rend invalide.
he_il: ל-Signer עם ה-ID {0} אין אלמנט Cert Root, מה שהופך אותו ללא חוקי.
hi_in: ID {0} वाले Signer में कोई Cert Root तत्व नहीं है, जो इसे अमान्य बनाता है।
ja_jp: ID {0}の署名者には証明書ルート要素がなく、無効です。
ml_in: {0} ഐഡിയുള്ള സൈനറിന് Cert Root ഘടകം ഇല്ല, ഇത് അസാധുവാക്കുന്നു.
pl_pl: Podpisujący o identyfikatorze {0} nie ma elementu głównego certyfikatu, co czyni go nieprawidłowym.
tr_tr: {0} kimliğine sahip İmzalayanın Sertifika Kökü öğesi yok, bu da onu geçersiz kılıyor.

# PolicySettingInvalidValueElementMessage
source: Encountered a Policy Setting that doesn't have a valid Value element.
ar: تم العثور على إعداد سياسة لا يحتوي على عنصر قيمة صالح.
de_de: Es wurde eine Richtlinieneinstellung ohne gültiges Value-Element festgestellt.
el_gr: Αντιμετωπίστηκε μια Ρύθμιση Πολιτικής που δεν έχει έγκυρο στοιχείο Value.
es: Se encontró una Configuración de Directiva que no tiene un elemento Valor válido.
fr_fr: Paramètre de politique rencontré sans élément Value valide.
he_il: נתגלה הגדרת מדיניות שאין לה אלמנט Value תקין.
hi_in: एक Policy Setting मिला जिसमें मान्य Value तत्व नहीं है।
ja_jp: 有効なValue要素を持たないポリシー設定が見つかりました。
ml_in: സാധുവായ മൂല്യ ഘടകം ഇല്ലാത്ത ഒരു നയ ക്രമീകരണം കണ്ടെത്തി.
pl_pl: Napotkano ustawienie zasad, które nie ma prawidłowego elementu Value.
tr_tr: Geçerli bir Değer öğesine sahip olmayan bir Politika Ayarıyla karşılaşıldı.

# ValidateVersionRangeInvalidMinVersionMessage
source: ID '{0}': invalid minimumVersion '{1}'.
ar: المعرف "{0}": minimumVersion "{1}" غير صالح.
de_de: ID '{0}': Ungültige minimumVersion '{1}'.
el_gr: ID '{0}': άκυρη minimumVersion '{1}'.
es: ID '{0}': minimumVersion '{1}' inválida.
fr_fr: ID '{0}' : minimumVersion '{1}' invalide.
he_il: מזהה '{0}': minimumVersion '{1}' אינו חוקי.
hi_in: ID '{0}': अवैध minimumVersion '{1}'.
ja_jp: ID '{0}'：無効なminimumVersion '{1}'。
ml_in: ഐഡി '{0}': അസാധുവായ minimumVersion '{1}'.
pl_pl: ID „{0}”: nieprawidłowa minimalna wersja „{1}”.
tr_tr: Kimlik '{0}': geçersiz minimum Sürüm '{1}'.

# ValidateVersionRangeInvalidMaxVersionMessage
source: ID '{0}': invalid maximumVersion '{1}'.
ar: المعرف "{0}": maximumVersion "{1}" غير صالح.
de_de: ID '{0}': Ungültige maximumVersion '{1}'.
el_gr: ID '{0}': άκυρη maximumVersion '{1}'.
es: ID '{0}': maximumVersion '{1}' inválida.
fr_fr: ID '{0}' : maximumVersion '{1}' invalide.
he_il: מזהה '{0}': maximumVersion '{1}' אינו חוקי.
hi_in: ID '{0}': अवैध maximumVersion '{1}'.
ja_jp: ID '{0}'：無効なmaximumVersion '{1}'。
ml_in: ഐഡി '{0}': അസാധുവായ maximumVersion '{1}'.
pl_pl: ID „{0}”: nieprawidłowa maksymalna wersja „{1}”.
tr_tr: Kimlik '{0}': geçersiz maksimum Sürüm '{1}'.

# ValidateVersionRangeMinGreaterThanMaxMessage
source: ID '{0}': minimumVersion ({1}) cannot be greater than maximumVersion ({2}).
ar: المعرف "{0}": لا يمكن أن يكون minimumVersion ({1}) أكبر من maximumVersion ({2}).
de_de: ID '{0}': minimumVersion ({1}) darf nicht größer als maximumVersion ({2}) sein.
el_gr: ID '{0}': η minimumVersion ({1}) δεν μπορεί να είναι μεγαλύτερη από την maximumVersion ({2}).
es: ID '{0}': minimumVersion ({1}) no puede ser mayor que maximumVersion ({2}).
fr_fr: ID '{0}' : minimumVersion ({1}) ne peut pas être supérieur à maximumVersion ({2}).
he_il: מזהה '{0}': minimumVersion ({1}) לא יכול להיות גדול מ-maximumVersion ({2}).
hi_in: ID '{0}': minimumVersion ({1}) अधिक नहीं हो सकता maximumVersion ({2}) से।
ja_jp: ID '{0}'：minimumVersion（{1}）がmaximumVersion（{2}）より大きくなっています。
ml_in: ഐഡി '{0}': minimumVersion ({1}) maximumVersion ({2})-നേക്കാൾ വലുതായിരിക്കാൻ പാടില്ല.
pl_pl: ID „{0}”: minimalna wersja ({1}) nie może być większa niż maksymalna wersja ({2}).
tr_tr: Kimlik '{0}': minimumVersion ({1}), maksimumVersion'dan ({2}) büyük olamaz.

# MacroNotDefinedMessage
source: There is no macro defined for the token {0}, referenced in the {1}.
ar: لا يوجد ماكرو محدد للرمز المميز {0}، المشار إليه في {1}.
de_de: Für das Token {0}, das in {1} referenziert wird, ist kein Makro definiert.
el_gr: Δεν υπάρχει macro ορισμένο για το token {0}, που αναφέρεται στο {1}.
es: No hay ninguna macro definida para el token {0}, referenciado en {1}.
fr_fr: Aucune macro définie pour le jeton {0}, référencé dans le {1}.
he_il: אין מקרו מוגדר עבור הסמל {0}, המופיע ב-{1}.
hi_in: टोकन {0} के लिए कोई मैक्रो परिभाषित नहीं है, जो {1} में संदर्भित है।
ja_jp: {1}で参照されているトークン{0}に定義されたマクロがありません。
ml_in: {1}-ൽ പരാമർശിച്ചിരിക്കുന്ന ടോക്കൺ {0}-നായി ഒരു മാക്രോ നിർവചിച്ചിട്ടില്ല.
pl_pl: Nie zdefiniowano makra dla tokenu {0}, do którego odwołuje się {1}.
tr_tr: {1}'da başvurulan {0} belirteci için tanımlanmış bir makro yok.

# NoMacroFoundMessage
source: No macro has been found for the reference: '{0}'.
ar: لم يتم العثور على ماكرو للمرجع: "{0}".
de_de: Für die Referenz '{0}' wurde kein Makro gefunden.
el_gr: Δεν βρέθηκε macro για την αναφορά: '{0}'.
es: No se ha encontrado ninguna macro para la referencia: '{0}'.
fr_fr: Aucune macro trouvée pour la référence : '{0}'.
he_il: לא נמצאה מקרו עבור ההתייחסות: '{0}'.
hi_in: संदर्भ '{0}' के लिए कोई मैक्रो नहीं मिला।
ja_jp: 参照 '{0}' に対するマクロが見つかりませんでした。
ml_in: റഫറൻസിനായി ഒരു മാക്രോയും കണ്ടെത്തിയില്ല: '{0}'.
pl_pl: Nie znaleziono makra dla odwołania: „{0}”.
tr_tr: Referans için makro bulunamadı: '{0}'.

# FileRuleHasInvalidTypeMessage
source: File rule has an invalid type other than Deny, Allow, or FileAttrib.
ar: تحتوي قاعدة الملف على نوع غير صالح بخلاف Deny أو Allow أو FileAttrib.
de_de: Dateiregel hat einen ungültigen Typ, der nicht Deny, Allow oder FileAttrib ist.
el_gr: Ο κανόνας αρχείου έχει άκυρο τύπο εκτός από Deny, Allow ή FileAttrib.
es: La regla de archivo tiene un tipo inválido diferente de Denegar, Permitir o FileAttrib.
fr_fr: La règle de fichier a un type invalide autre que Deny, Allow ou FileAttrib.
he_il: לכלל הקובץ סוג לא חוקי שאינו Deny, Allow או FileAttrib.
hi_in: फ़ाइल नियम में Deny, Allow, या FileAttrib के अलावा अन्य प्रकार है, जो अमान्य है।
ja_jp: ファイルルールが、Deny、Allow、FileAttrib以外の無効なタイプを持っています。
ml_in: ഫയൽ നിയമത്തിന് Deny, Allow, അല്ലെങ്കിൽ FileAttrib അല്ലാതെ അസാധുവായ ഒരു തരമുണ്ട്.
pl_pl: Reguła pliku ma nieprawidłowy typ inny niż Odmów, Zezwalaj lub FileAttrib.
tr_tr: Dosya kuralında Reddet, İzin Ver veya FileAttrib dışında geçersiz bir tür var.

# SignerCertEkuReferenceError
source: The Signer with the ID {0} has a CertEKU with the ID {1} that doesn't point to any specified EKU in the policy.
ar: يحتوي الموقع بالمعرف {0} على CertEKU بالمعرف {1} لا يشير إلى أي EKU محدد في السياسة.
de_de: Der Signer mit der ID {0} hat eine CertEKU mit der ID {1}, die auf keine in der Richtlinie angegebene EKU verweist.
el_gr: Ο Signer με το ID {0} έχει ένα CertEKU με το ID {1} που δεν δείχνει σε κανένα καθορισμένο EKU στην πολιτική.
es: El Firmante con el ID {0} tiene un CertEKU con el ID {1} que no apunta a ningún EKU especificado en la directiva.
fr_fr: Le Signataire avec l'ID {0} a un CertEKU avec l'ID {1} qui ne pointe vers aucun EKU spécifié dans la politique.
he_il: ל-Signer עם ה-ID {0} יש CertEKU עם ה-ID {1} שאינו מפנה לשום EKU מצוין במדיניות.
hi_in: ID {0} वाले Signer में EKU ID {1} है जो नीति में किसी निर्दिष्ट EKU को संदर्भित नहीं करता।
ja_jp: ID {0}の署名者には、ID {1}のCertEKUがありますが、ポリシーで指定されたEKUを指していません。
ml_in: {0} ഐഡിയുള്ള സൈനറിന് {1} ഐഡിയുള്ള ഒരു CertEKU ഉണ്ട്, അത് നയത്തിൽ വ്യക്തമാക്കിയ ഏതെങ്കിലും EKU-ലേക്ക് പോയിന്റ് ചെയ്യുന്നില്ല.
pl_pl: Podpisujący o identyfikatorze {0} ma CertEKU o identyfikatorze {1}, który nie wskazuje na żadne określone EKU w zasadach.
tr_tr: {0} kimliğine sahip İmzalayan, politikada belirtilen herhangi bir EKU'ya işaret etmeyen, {1} kimliğine sahip bir CertEKU'ya sahiptir.

# SignerFileAttribRefNotFoundError
source: The Signer with the ID {0} references a nonexistent FileAttribRef with the ID rule ID {1}.
ar: يشير الموقع بالمعرف {0} إلى FileAttribRef غير موجود بمعرف القاعدة {1}.
de_de: Der Signer mit der ID {0} verweist auf eine nicht vorhandene FileAttribRef mit der Regel-ID {1}.
el_gr: Ο Signer με το ID {0} αναφέρεται σε ένα ανύπαρκτο FileAttribRef με το ID κανόνα {1}.
es: El Firmante con el ID {0} hace referencia a un FileAttribRef inexistente con el ID de regla {1}.
fr_fr: Le Signataire avec l'ID {0} fait référence à un FileAttribRef inexistant avec l'ID de règle {1}.
he_il: ל-Signer עם ה-ID {0} יש הפניה ל-FileAttribRef שלא קיים עם RuleID {1}.
hi_in: ID {0} वाले Signer में non-existent FileAttribRef ID {1} संदर्भित है।
ja_jp: ID {0}の署名者が、存在しないルールID {1}のFileAttribRefを参照しています。
ml_in: {0} ഐഡിയുള്ള സൈനർ നിലവിലില്ലാത്ത {1} റൂൾ ഐഡിയുള്ള ഒരു FileAttribRef-നെ റഫർ ചെയ്യുന്നു.
pl_pl: Podpisujący o identyfikatorze {0} odwołuje się do nieistniejącego FileAttribRef o identyfikatorze reguły {1}.
tr_tr: {0} kimliğine sahip İmzalayan, {1} kimlik kuralı kimliğiyle var olmayan bir FileAttribRef'e başvuruyor.

# FileAttribRefTypeInvalidError
source: The FileAttribRef with the RuleID {0} is invalid. A FileAttribRef must reference a 'fileattrib' or 'attribute'.
ar: إن FileAttribRef بمعرف القاعدة {0} غير صالح. يجب أن يشير FileAttribRef إلى "fileattrib" أو "attribute".
de_de: Die FileAttribRef mit der RuleID {0} ist ungültig. Eine FileAttribRef muss auf 'fileattrib' oder 'attribute' verweisen.
el_gr: Το FileAttribRef με το RuleID {0} είναι άκυρο. Ένα FileAttribRef πρέπει να αναφέρεται σε ένα 'fileattrib' ή 'attribute'.
es: El FileAttribRef con el RuleID {0} es inválido. Un FileAttribRef debe hacer referencia a un 'fileattrib' o 'attribute'.
fr_fr: Le FileAttribRef avec le RuleID {0} est invalide. Un FileAttribRef doit faire référence à un 'fileattrib' ou 'attribute'.
he_il: FileAttribRef עם RuleID {0} אינו חוקי. FileAttribRef חייב להתייחס ל-'fileattrib' או 'attribute'.
hi_in: RuleID {0} वाला FileAttribRef अमान्य है। FileAttribRef को 'fileattrib' या 'attribute' संदर्भित करना चाहिए।
ja_jp: RuleID {0}のFileAttribRefは無効です。FileAttribRefは 'fileattrib' または 'attribute' を参照する必要があります。
ml_in: {0} റൂൾഐഡിയുള്ള FileAttribRef അസാധുവാണ്. ഒരു FileAttribRef 'fileattrib' അല്ലെങ്കിൽ 'attribute' റഫർ ചെയ്യണം.
pl_pl: FileAttribRef o identyfikatorze RuleID {0} jest nieprawidłowy. FileAttribRef musi odwoływać się do „fileattrib” lub „attribute”.
tr_tr: Kural Kimliği {0} olan FileAttribRef geçersiz. Bir FileAttribRef'in bir 'fileattrib'e veya 'attribute'a referans vermesi gerekir.

# AllowedSignersSignerIdNotFoundMessage
source: Signer ID '{0}' at position {1} was not found in the signer index map.
ar: لم يتم العثور على معرف الموقع "{0}" في الموضع {1} في خريطة فهرس الموقعين.
de_de: Signer-ID '{0}' an Position {1} wurde in der Signer-Indexzuordnung nicht gefunden.
el_gr: Το ID Signer '{0}' στη θέση {1} δεν βρέθηκε στον χάρτη ευρετηρίου signer.
es: El ID de Firmante '{0}' en la posición {1} no se encontró en el mapa de índice de firmantes.
fr_fr: L'ID de signataire '{0}' à la position {1} est introuvable dans la carte d'index des signataires.
he_il: Signer ID '{0}' במיקום {1} לא נמצא במפת האינדקס של Signer.
hi_in: Signer ID '{0}' at position {1} signer index map में नहीं मिला।
ja_jp: 位置{1}の署名者ID '{0}' が署名者インデックスマップに見つかりませんでした。
ml_in: സൈനർ ഐഡി '{0}' {1} സ്ഥാനത്ത് സൈനർ ഇൻഡെക്സ് മാപ്പിൽ കണ്ടെത്തിയില്ല.
pl_pl: Nie znaleziono identyfikatora podpisującego „{0}” na pozycji {1} w mapie indeksu podpisujących.
tr_tr: İmzalayan dizini haritasında {1} konumundaki İmzalayan Kimliği '{0}' bulunamadı.

# AllowedSignersDenyRuleNotFoundMessage
source: Deny rule ID '{0}' for signer '{1}' exception at index {2} was not found in the file rule index map.
ar: لم يتم العثور على معرف قاعدة الرفض "{0}" لاستثناء الموقع "{1}" في الفهرس {2} في خريطة فهرس قواعد الملفات.
de_de: Deny-Regel-ID '{0}' für die Ausnahme des Signers '{1}' an Index {2} wurde in der Dateiregel-Indexzuordnung nicht gefunden.
el_gr: Το ID κανόνα Deny '{0}' για την εξαίρεση signer '{1}' στο ευρετήριο {2} δεν βρέθηκε στον χάρτη ευρετηρίου κανόνα αρχείου.
es: El ID de regla de Denegación '{0}' para la excepción del firmante '{1}' en el índice {2} no se encontró en el mapa de índice de reglas de archivo.
fr_fr: L'ID de règle Deny '{0}' pour l'exception du signataire '{1}' à l'index {2} est introuvable dans la carte d'index des règles de fichier.
he_il: Deny rule ID '{0}' עבור Signer '{1}' בחריגה במיקום {2} לא נמצא במפת האינדקס של כלל הקובץ.
hi_in: Signer '{1}' के लिए Deny rule ID '{0}' exception at index {2} file rule index map में नहीं मिला।
ja_jp: 署名者 '{1}' の例外、インデックス{2}の拒否ルールID '{0}' がファイルルールインデックスマップに見つかりませんでした。
ml_in: സൈനർ '{1}' ഒഴിവാക്കലിനായുള്ള നിഷേധിക്കൽ റൂൾ ഐഡി '{0}' {2} സൂചികയിൽ ഫയൽ റൂൾ ഇൻഡെക്സ് മാപ്പിൽ കണ്ടെത്തിയില്ല.
pl_pl: Nie znaleziono identyfikatora reguły Odmów „{0}” dla wyjątku podpisującego „{1}” w indeksie {2} w mapie indeksu reguł plików.
tr_tr: {2} dizinindeki imzalayan '{1}' istisnası için '{0}' kural kimliğini reddet, dosya kuralı dizin haritasında bulunamadı.

# AllowedSignersExceptDenyRuleTypeInvalidMessage
source: Referenced rule at index {0} (DenyRuleID '{1}') is not a Deny rule. Each ExceptDenyRule entry must reference a valid Deny rule.
ar: القاعدة المشار إليها في الفهرس {0} (معرف قاعدة الرفض "{1}") ليست قاعدة رفض. يجب أن يشير كل إدخال ExceptDenyRule إلى قاعدة رفض صالحة.
de_de: Die referenzierte Regel an Index {0} (DenyRuleID '{1}') ist keine Deny-Regel. Jeder ExceptDenyRule-Eintrag muss auf eine gültige Deny-Regel verweisen.
el_gr: Ο αναφερόμενος κανόνας στο ευρετήριο {0} (DenyRuleID '{1}') δεν είναι κανόνας Deny. Κάθε καταχώρηση ExceptDenyRule πρέπει να αναφέρεται σε έναν έγκυρο κανόνα Deny.
es: La regla referenciada en el índice {0} (DenyRuleID '{1}') no es una regla de Denegación. Cada entrada ExceptDenyRule debe hacer referencia a una regla de Denegación válida.
fr_fr: La règle référencée à l'index {0} (DenyRuleID '{1}') n'est pas une règle Deny. Chaque entrée ExceptDenyRule doit faire référence à une règle Deny valide.
he_il: הכלל המופנה במיקום {0} (DenyRuleID '{1}') אינו כלל Deny. כל כניסה ב-ExceptDenyRule חייבת להתייחס לכלל Deny חוקי.
hi_in: Referenced rule at index {0} (DenyRuleID '{1}') Deny नियम नहीं है। प्रत्येक ExceptDenyRule प्रविष्टि मान्य Deny नियम को संदर्भित करनी चाहिए।
ja_jp: インデックス{0}（DenyRuleID '{1}'）で参照されているルールは拒否ルールではありません。各ExceptDenyRuleエントリは、有効な拒否ルールを参照する必要があります。
ml_in: {0} സൂചികയിലെ റഫർ ചെയ്‌ത റൂൾ (DenyRuleID '{1}') ഒരു നിഷേധിക്കൽ റൂൾ അല്ല. ഓരോ ExceptDenyRule എൻട്രിയും സാധുവായ ഒരു നിഷേധിക്കൽ റൂളിനെ റഫർ ചെയ്യണം.
pl_pl: Odwołana reguła w indeksie {0} (identyfikator reguły Odmów „{1}”) nie jest regułą Odmów. Każdy wpis ExceptDenyRule musi odwoływać się do prawidłowej reguły Odmów.
tr_tr: {0} dizininde başvurulan kural (DenyRuleID '{1}') bir Reddetme kuralı değil. Her ExceptDenyRule girişinin geçerli bir Reddetme kuralına başvurması gerekir.
